Repository: juventudtrotskista/libro-ucraniaGIT
Catalog: tm/MM2.tmx
Source language: es_es
Languages: en_gb

source: Untitled
en_gb: Untitled Korn album

source: Untitled (álbum de Korn)
en_gb: Untitled Korn album

source: La elección de Arndt para escribir un tratamiento tiene mucho sentido, teniendo en cuenta tanto su prestigio como guionista y su estrecha relación con Pixar igualmente secreto de Disney - él es el guionista de la cheekily titulada Untitled película de Pixar que te lleva dentro de la mente de Up director Pete Docter , actualmente en pre-producción - pero hay una razón todavía más que Arndt sería tan atractivo para Disney y Lucasfilm: Él es un experto en Star Wars.
en_gb: The choice of Arndt to pen a treatment makes perfect sense, given both his prestige as a screenwriter and his close relationship with Disney’s equally secretive Pixar — he’s the screenwriter of the cheekily titled Untitled Pixar Movie That Takes You Inside the Mind for Up director Pete Docter, currently in preproduction — but there’s one more reason still that Arndt would be so appealing to Disney and Lucasfilm: He’s a Star Wars expert.

source: El siglo XX fue un desastre para Europa.
en_gb: The twentieth century was a catastrophe for Europe.

source: La actual situación es un verdadero desastre.
en_gb: The current position is failure.

source: La experiencia fue un desastre.
en_gb: That was a disaster.

source: Si bien, al mismo tiempo, resulta cada vez más evidente que existía una marcada dimensión social en la revolución en Kirguistán, consistente sobre todo en un levantamiento en contra del dominio de una oligarquía formada durante la privatización.
en_gb: Yet at the same time, it is also becoming apparent that there was a strong social dimension to the revolution in Kyrgyzstan, which was very much an uprising against the rule of an oligarchy that had come into being during privatisation.

source: Por un lado, teníamos a los malvados cubanos vasallos de la Unión Soviética y su intento de perseguir la revolución internacional; y, en el otro lado, los cubanos Buenos, que rescataron al país del control de los barones del azúcar, la mafia, la CIA y el imperialismo estadounidense.
en_gb: We had, on the one hand, the bad Cubans who were vassals of the Soviet Union intent on pursuing international revolution and, on the other hand, the good Cubans, who rescued the country from the grip of the sugar barons, the mafia, the CIA and US imperialism.

source: primer ministro
en_gb: premier

source: PRIMER MINISTRO
en_gb: SECRETARY OF STATE

source: Había un gobierno de centro-derecha y el Primer Ministro era Silvio Berlusconi.
en_gb: There was a centre-right government, and there was a Prime Minister: Silvio Berlusconi.

source: Sobre todo en Transilvania, pero también en Eslovaquia, aquellos que abiertamente simpatizaban con la Revolución fueron objeto de severos castigos.
en_gb: Particularly in Transylvania, but in Slovakia as well, those who openly sympathised with the Revolution were subjected to severe retribution.

source: Es también un comprometido ambientalista.
en_gb: He is also a committed environmentalist.

source: También conocemos los daños que se produjeron.
en_gb: We also know what damage then ensues.

source: La Comisión ha permanecido atenta a los últimos desarrollos en la política nacional ucraniana, observando con preocupación la forma en que la disolución del Parlamento por parte del Presidente Yúshenko se ha traducido en una división más profunda entre él y el Primer Ministro Yanukóvich.
en_gb: The Commission has kept an attentive eye on the latest developments in Ukrainian domestic politics, observing with concern the way in which President Yushchenko's dissolution of parliament has resulted in deeper division between him and Mr Yanukovych, the Prime Minister.

source: Satélites
en_gb: Satellite

source: Los astilleros navales polacos simbolizan el cambio que condujo a la caída del muro de Berlín y a la creación de una nueva Europa.
en_gb: Polish shipyards symbolise the changes which led to the fall of the Berlin wall and the creation of a new Europe.

source: Es una consecuencia natural de la caída del muro de Berlín y el resurgimiento de la democracia, la libertad y la economía de mercado en la Europa Central y del Este.
en_gb: It is a natural follow-on from the fall of the Berlin Wall and the breakthrough for democracy, freedom and the market economy in Eastern and Central Europe.

source: La crisis política que condujo a la caída de la Comisión a principios de año demostró claramente la necesidad de reglas de conducta sin ambigüedades y ejecutables.
en_gb: The political crisis which led to the downfall of the Commission earlier this year clearly demonstrated the need for unambiguous and enforceable rules of conduct.

source: Devuelve la forma algebraica de un número complejo representado exponencialmente.
en_gb: Returns the algebraic form of the exponential of a complex number

source: (PT) El número de trabajadores afectados por el desempleo en Portugal está creciendo exponencialmente.
en_gb: (PT) The number of workers affected by unemployment in Portugal is growing exponentially.

source: Al mismo tiempo, los flujos mensuales de préstamos a hogares se mantuvieron positivos e incluso aumentaron, mientras que aquellos a sociedades no financieras fueron negativos.
en_gb: At the same time, the monthly flows of loans to households remained positive and even increased, while those of loans to non-financial corporations were negative.

source: Pero sustancialmente significa un acercamiento al Parlamento Europeo.
en_gb: It does, however, go some way towards meeting European Parliament requirements.

source: Los Estados miembros apoyan el acercamiento propuesto por la Comisión y confirman su intención de trabajar cooperando estrechamente con el Parlamento Europeo para garantizar la adopción formal del texto durante su Presidencia, Ministra, la Presidencia sueca.
en_gb: The Member States support the approach proposed by the Commission and confirm their intention to work in close cooperation with the European Parliament to guarantee the formal adoption of the text during your Presidency, Minister, the Swedish Presidency.

source: Nuevo Imperialismo
en_gb: New Imperialism

source: El marco de acero durable y la construcción de alta calidad se crea para que dure, mientras que también proporciona la máxima seguridad para sus huéspedes.
en_gb: The durable steel frame and high quality construction is built to last, while also providing ultimate safety for your guests.

source: El marco de acero durable y la construcción de alta calidad se construye para que dure, mientras que también proporciona la máxima seguridad para sus huéspedes.
en_gb: The durable steel frame and high quality construction is built to last, while also providing ultimate safety for your guests.

source: Creo que es apropiado, especialmente en relación con la actual crisis económica, porque existe el peligro potencial de que, de alguna manera, desaparezca de nuestra pantalla de radar, mientras todavía asumimos mucha responsabilidad para completar el trabajo: no sólo en Kosovo, sino también en la región más amplia de los Balcanes Occidentales.
en_gb: I think it is a timely move, especially with regard to the current economic crisis, because there is the potential danger that it will somehow disappear off our radar screen, while we still bear a lot of responsibility for completing the work: not just in Kosovo, but also in the broader area of the Western Balkans.

source: REIVINDICACIONES
en_gb: CLAIMS

source: Por último, la reestructuración del suministro energético sólo puede emprenderse bajo consideración de las condiciones particulares de la producción de energía alternativa.
en_gb: Lastly, we can only restructure energy supplies if we take account of the special conditions pertaining to alternative energy suppliers.

source: Para ello, una importante condición necesaria es mejorar la infraestructura para el suministro energético, el transporte, el abastecimiento y distribución de agua, la salud y la educación.
en_gb: An important precondition for this is to improve the infrastructure for supplying energy, for transport, for water supply and distribution and for health and education.

source: Debemos aspirar a garantizar la seguridad en el suministro energético.
en_gb: We have to try and make sure the energy is delivered.

source: Actualmente, Ucrania es un país europeo que tiene derecho a tomar decisiones en relación con Europa.
en_gb: Ukraine today is a European country, which has the right to take decisions on Europe.

source: Ucrania tiene que construir y reforzar constantemente su economía y llegar a un acuerdo sobre sus propias necesidades.
en_gb: Ukraine must steadily build up and strengthen its economy, and come to an agreement over its own needs.

source: Europa tiene que pasar a la acción.
en_gb: Europe has to take action.

source: Esto tendrá un profundo impacto sobre la economía ucraniana.
en_gb: That will have a profound impact on the Ukrainian economy.

source: Manifestaciones
en_gb: Statements

source: Callejón
en_gb: Alley

source: Sin embargo, me temo que esta buena noticia se debe a la crisis, la caída del gasto de los ciudadanos europeos y, en particular, la inminencia de las elecciones europeas.
en_gb: I am afraid, however, that this good news may have its roots in the crisis; the fall in the spending power of Europeans and especially the imminence of the European elections.

source: Sin embargo, también hemos escuchado un discurso sobre políticas interiores que tenía un ojo puesto en las elecciones.
en_gb: However, we have also heard a domestic policy speech with an eye to the elections.

source: Sin embargo, todavía queda mucho.
en_gb: However, this is far from enough.

source: Un acuerdo de reducción de la Pena alcanzado con la fiscalía y presentado en el tribunal federal en indianápolis pide 11 años y Ocho Meses en la
en_gb: A reduction agreement reached with prosecutors Pena and filed in federal court in Indianapolis calls and Eight Months 11 years in the

source: El acuerdo de Kyoto de hace tres años estableció un calendario para la reducción de las emisiones de gases de invernadero.
en_gb: The Kyoto accord of three years ago set out a timetable for the reduction of greenhouse gas emissions.

source: Permanencia excesiva en el puerto
en_gb: Long duration in port

source: Haré hincapié en que continúen recibiendo una parte del dinero.
en_gb: That is why I intend to see to it that they continue to receive some of the money.

source: Después del parto
en_gb: 3 Following delivery

source: La barbarie, por otra parte, es un rasgo del imperialismo.
en_gb: Barbarianism is a fundamental aspect of imperialism.

source: Sin embargo, también está obligado a respetar la confidencialidad de la información que reciba.
en_gb: However, he is also duty bound to respect the confidentiality of the information that he receives.

source: Sin embargo, ello no puede ser una justificación para continuar con una política de "esperar y ver".
en_gb: This cannot be a justification, though, for continuing with a policy of 'wait-and-see'.

source: Sin embargo, en calidad de parlamentarios, también estamos obligados a realizar nuestro trabajo legislativo de la mejor manera posible.
en_gb: However, as parliamentarians, we are also obliged to conduct our legislative work in the best way possible.

source: Para reducir el volumen de material de préstamo se aprovechará el material procedente de la excavación siempre que cumpla con las condiciones requeridas para ello.
en_gb: Excavation product shall be used to reduce the loan material volume as long as they meet the conditions required.

source: Usado pero en nuevas condiciones
en_gb: Used but in new condition

source: Pero no siempre se utiliza la crisis para un nuevo comienzo.
en_gb: But the crisis is not always used to make a new beginning.

source: período de liquidación de impuestos
en_gb: sales tax settlement period

source: Los Gobiernos de centro-derecha y centro-izquierda se han comprometido de forma unánime a acelerar la implementación de la antipopular Estrategia de Lisboa, estableciendo como objetivos primordiales la comercialización de la educación y la salud y el ataque contra los fondos de seguros y las pensiones, los salarios y los derechos sociales de los trabajadores.
en_gb: Centre-right and centre-left governments have unanimously committed to speeding up the implementation of the anti-grassroots Lisbon Strategy, setting as their primary objectives the commercialisation of education and health and the attack on insurance funds and the pension, wage and social rights of the workers.

source: A este respecto, me gustaría mencionar el derecho a la educación, el reconocimiento de los méritos y de los certificados, las condiciones laborales, el acceso a la seguridad social, la reducción de impuestos y muchos otros aspectos.
en_gb: I would like to mention here the right to education, the recognition of degrees and certificates, working conditions, access to social security, tax rebates and others.

source: Pequeña burguesía
en_gb: Petite bourgeoisie

source: Quisiera destacar nuevamente que la actitud de los Jefes de Estado y de Gobierno respecto de la propuesta de la Comisión sobre impuestos a los pagos transfronterizos constituye, sin duda alguna, un paso en la dirección correcta.
en_gb: I would like to underline again that the position taken by the Heads of State and Government with regard to the Commission's proposal on charges for trans-frontier money transfers is surely a step in the right direction.

source: Para hacer la masa quebrada:
en_gb: To make the shortcrust pastry:

source: Es una gran revolución que causa inquietud entre los trabajadores.
en_gb: This entails major upheavals which are causing concern among employees.

source: Los Balcanes Occidentales y Ucrania necesitan esta fuerza motivadora.
en_gb: The Western Balkans and Ukraine need this motivating force.

source: La revolución en Ucrania ha llegado a su fin.
en_gb: The revolution in Ukraine has come to an end.

source: Sin embargo, en el último tiempo estos pequeños cursillos han sido suprimidos.
en_gb: This limited training element has, however, been removed from all introductory courses which have taken place in recent times.

source: En los últimos 60 años Croacia vivió un fascismo particularmente odioso.
en_gb: In the last 60 years, Croatia experienced a particularly awful form of fascism.

source: En 1936, el proyecto de dominación europea del fascismo ya era evidente.
en_gb: In 1936, the Fascist project of European domination was already evident.

source: Ahora que existe una revolución en curso en Kirguistán, deberíamos sacar partido de ello.
en_gb: Now that a revolution in Kyrgyzstan is underway, we should capitalise on it.

source: Los cambios en Kirguistán son una consecuencia de los últimos años y de la naturaleza transitoria de las esperanzas asociadas con la Revolución de los tulipanes.
en_gb: The changes in Kyrgyzstan are a consequence of the last few years and the transitory nature of the hopes associated with the Tulip Revolution.

source: Hay que recordar a Imre Nagy, comunista que se convirtió en protagonista de la revolución anticomunista y que fue secreta y cobardemente asesinado.
en_gb: We must remember Imre Nagy, a communist who became a protagonist of the anticommunist revolution, who was assassinated in a secretive and cowardly manner.

source: Señor Gorostiaga, desprecio profundamente a los terroristas de ETA, pero me merecen el mismo desprecio las personas que utilizan cobardemente esta Asamblea democrática para justificar sus asesinatos.
en_gb: Mr Gorostiaga, I have profound contempt for the terrorists of ETA, but the people who use this democratic Parliament in a cowardly fashion to justify the murders they commit deserve the same contempt.

source: (DE) Señor Presidente, necesitamos una revolución democrática.
en_gb: (DE) Mr President, we need a democratic revolution.

source: Nueva vista izquierda
en_gb: New Left View

source: La izquierda
en_gb: The left

source: A la izquierda
en_gb: Left

source: que fueron definidos y estipulados.
en_gb: that were defined and set.

source: en los mismos términos que fueron definidos y estipulados.
en_gb: on the same terms that were defined and stipulated.

source: Cuando las estructuras mandibulares fueron medidas relativas a la línea del cóndilo y al eje, todas las estructuras no apareadas mostraron de nuevo prevalencia del lado izquierdo (Tabla IV).
en_gb: When mandibular structures were measured relative to condylion line and axis, unpaired structures again all showed left-side dominance (Table IV).

source: declaración de asociación
en_gb: declaration of association

source: Ello significa que una fracción considerable de la clase obrera de una de las regiones más ricas del mundo está reducida a la miseria.
en_gb: That means that a considerable proportion of the working class of one of the richest regions in the world is reduced to poverty.

source: Afirman
en_gb: Claim

source: Es un partido demasiado izquierdista y federalista para la mayoría de los Conservadores.
en_gb: It is too leftist and federalist for most Conservatives.

source: Abiertamente dominante
en_gb: Overtly Dominant

source: Así, el Partido Comunista de Letonia todavía está ilegalizado.
en_gb: Thus, the Communist Party of Latvia is still outlawed.

source: Nosotros, el Partido Comunista de Grecia, estamos a su lado.
en_gb: We, the Communist Party of Greece, stand by their side.

source: El Partido Comunista de Grecia condena el informe.
en_gb: The Communist Party of Greece condemns the report.

source: Colaboración
en_gb: Collaboration

source: Autodeterminación
en_gb: Self-determination

source: COLABORACIONES:
en_gb: COLLABORATIONS:

source: Veremos cómo evoluciona este debate.
en_gb: It remains to be seen how the debate on this issue will continue.

source: Ya veremos cómo se desarrolla este tema.
en_gb: We shall see how this develops.

source: Luego ya veremos cómo podemos seguir avanzando conjuntamente por ese camino.
en_gb: Then we shall see what needs to be done.

source: En la parte izquierda:
en_gb: On the left side:

source: Cubrir/descubrir parte izquierda
en_gb: Reveal Left

source: en el panel de navegación ubicado en el lado izquierdo.
en_gb: button from navigation panel located on the left hand side.

source: Estudiantes y profesores en acción
en_gb: Students and Teachers in Action

source: Periódicamente, los estudiantes deberán trabajar en grupos.
en_gb: Periodically students will be required to work in groups.

source: Campaña Agustiniana Contra la Trata de Personas De la Toma de Consciencia a la Acción en St. Augustine Prep School, New Jersey, EE.UU.A. En octubre de 2010 un grupo de 14 estudiantes inició un grupo de trabajo contra la trata de personas en St. Augustine Prep School.
en_gb: Augustinian Campaign against Human Trafficking Awareness and Action at St. Augustine Prep School, New Jersey In October 2010 a group of 14 students started a task force against human trafficking in St. Augustine’s Prep School New Jersey.

source: Este Reglamento permitirá finalmente a los partidos políticos europeos participar en elecciones europeas.
en_gb: This regulation will finally enable European political parties to take part in European elections.

source: Señora Presidenta, mi Grupo acoge con satisfacción el que finalmente se adopte esta resolución, espero, con el apoyo de todos los partidos democráticos.
en_gb: Madam President, ladies and gentlemen, my Group is happy that we have this resolution at last, and we hope it will be supported by all democratic parties.

source: Finalmente, no creo que la crisis europea sea sólo social y democrática.
en_gb: Finally, I do not think that the European crisis is only social and democratic.

source: Una actitud pragmática frente a las dictaduras es indicativa de dobles medidas, y envenena y desacredita a la política exterior de la Unión Europea.
en_gb: A pragmatic attitude to dictatorships is indicative of double standards, and poisons and discredits the EU's external policy.

source: Ya me preocupaba que el Grupo hubiese dejado de existir o hubiese abandonado su política de derechos humanos.
en_gb: I was already worried that the group had ceased to exist or had abandoned human rights policy.

source: Pero observaré que dichas deficiencias y puntos débiles existen desde hace mucho tiempo y que hasta ahora nadie se preocupaba de ellas desde el punto de vista político, en todo caso en el plano europeo.
en_gb: I shall simply say, however, that these shortcomings and weaknesses have existed for a long time and that until now, no one in politics has shown any concern about this, at least at European level.

source: Si se pide una ubicación para ActivUSB.inf, especifique nuevamente la ruta siguiente en el cuadro de texto Especifique una ubicación:
en_gb: If prompted for location of ActivUSB.inf,again, enter the following path in the ‘Specify a location’ text box:

source: Seleccione Salir para cerrar el programa de registro y mostrar nuevamente la ventana del controlador.
en_gb: Select Exit to close the Registration program and to display the Controller window once more.

source: Comparto muchas de las preocupaciones y de las reservas expresadas por la mayoría de mi Grupo parlamentario respecto al programa y la composición de la Comisión.
en_gb: I share a lot of the concerns and reservations expressed by the majority of my parliamentary group regarding the Commission' s programme and composition.

source: Después de todo, es muy probable que los trabajadores locales también fueran explotados.
en_gb: After all, it is highly likely that local workers were also being abused.

source: Por consiguiente, también es importante que incluyamos a los trabajadores autónomos.
en_gb: Consequently, it is also important that we include self-employed workers.

source: Esto es perjudicial para los trabajadores irlandeses y también lo es para los trabajadores letones, porque están siendo explotados.
en_gb: This is bad for Irish workers and it is also bad for Latvian workers, because they are being exploited.

source: También ha desempeñado un papel vital a la hora de aliviar tensiones sectarias y de superar las divisiones entre las dos tradiciones en la isla.
en_gb: It is has also played a crucial role in easing sectarian tensions and bridging the divisions between the two traditions on the island.

source: Afrontamos una división política atroz.
en_gb: We coped with appalling political division.

source: Tal y como está modificado, intenta ser, sobre todo, un mensaje político dirigido a los trabajadores y a los sindicatos europeos.
en_gb: As amended, it is intended to be, above all, a political message aimed at European workers and unions.

source: Solemos ser siempre muy reaccionarios y discutir sobre asuntos a los que no podemos afectar.
en_gb: We are always very reactionary and talk about things that we really cannot affect.

source: ¿Podemos encontrar otros medios?
en_gb: Can we find other means?

source: Quiero decir a la Sra.Dührkhop que siempre podemos encontrar maneras de gastar el dinero en burocracias, jurados y procedimientos administrativos.
en_gb: I also fear that the criteria for the selected agencies, according to which, for example, an agency which pursues an objective of general European interest in the field of youth or an objective which forms part of the policy of the European Union can be selected, result in our castrating young people.

source: Aún existe algo que se llama libertad de expresión.
en_gb: There is still something like freedom of expression.

source: En segundo lugar, existe lo que se llama fatiga negociadora.
en_gb: Secondly, there is such a thing as negotiating fatigue.
